"Rate App" = "Поставить рейтинг приложению";

"Rate Now" = "Поставить рейтинг сейчас";

"Remind Me Later" = "Напомнить мне позже";

/* write a review for this app */
"Review App" = "Написать отзыв о приложении";

/* have a look at more of my apps */
"See More Apps" = "Посмотреть другие приложения";

"Don't Ask Me Again" = "Больше не спрашивать";

/* Go to app store now */
"Look Now" = "Просмотреть сейчас";

"Please leave a review so we can make this app even better" = "Пожалуйста, оставьте ваш отзыв для того, чтобы мы могли сделать приложение еще лучше";

"Please take a look at my other apps" = "Пожалуйста, просмотрите другие мои приложения";